/* %@ is not a valid regular expression */
"%@ is not a valid regular expression" = "“%@” は正しい正規表現ではありません。";

/* All documents */
"All documents" = "すべてのドキュメント";

/* Command Result - Erbele */
"Command Result - Erbele" = "コマンド実行結果 - Erbele";

/* Current document */
"Current document" = "現在のドキュメント";

/* Current project */
"Current project" = "現在のプロジェクト";

/* Filter */
"Filter" = "フィルタ";

/* Go to the web site (http://github.com/jfmoy/Erbele) to download another version for an earlier Mac OS X system */
"Go to the web site (http://github.com/jfmoy/Erbele) to download another version for an earlier Mac OS X system" = "公式サイト(http://github.com/jfmoy/Erbele)から、お使いのMac OS Xに対応したバージョンをダウンロードしてください";

/* Hide Size Slider */
"Hide Size Slider" = "サイズスライダーを隠す";

/* It seems as if the file is unwritable or that you do not have permission to save the file %@ */
"It seems as if the file is unwritable or that you do not have permission to save the file %@" = "ファイル “%@” が書き込み禁止になっているか、このファイルを保存する権限がありません";

/* New Collection */
"New Collection" = "新規コレクション";

/* New Command */
"New Command" = "新規コマンド";

/* New Snippet */
"New Snippet" = "新規のひな形";

/* Old Commands */
"Old Commands" = "古いコマンド";

/* Please check if the file is locked, on a media that is unwritable or if you can save it in another location */
"Please check if the file is locked, on a media that is unwritable or if you can save it in another location" = "ファイルがロックされているか、書き込み不能なメディアに保存しようとしている可能性があります。可能であれば、別の場所に保存してください。";

/* Please consider exporting the commands first. There is no undo available */
"Please consider exporting the commands first. There is no undo available" = "コマンドを最初に書き出してください。これはやり直しができません。";

/* Preferences - Erbele */
"Preferences - Erbele" = "環境設定 - Erbele";

/* Run */
"Run" = "実行";

/* Show Size Slider */
"Show Size Slider" = "サイズスライダを表示";

/* Split Window Vertically */
"Split Window Vertically" = "ウィンドウを縦に分割する";

/* This will delete all items in the collection %@. Are you sure you want to continue? */
"This will delete all items in the collection %@. Are you sure you want to continue?" = "コレクション “%@” 内の全てのアイテムを削除しようとしています。本当に続けてもよろしいですか?";

/* You need %@ or later to run this version of Erbele */
"You need %@ or later to run this version of Erbele" = "このバージョンのErbeleを実行するには、 %@ か、それよりも新しいものが必要です";

/* Subtitle of alert panel informing user that the file's string encoding needs to be changed */
"Please choose another encoding (such as UTF-8)." = "別のエンコーディングを選んでください（UTF-8 など）。";

/* Title of alert panel informing user that the file's string encoding needs to be changed. */
"This document can no longer be saved using its original %@ encoding." = "この書類はオリジナルのエンコーディング（%@）を使って保存できなくなっています。";

